Repository: ayres-xxvii/safe_guard_sg
Catalog: lib/l10n/app_*.arb
Languages: ms, ta

source: Heat Map
ms: Peta Haba
ta: வெப்பப் படம்

source: Time
ms: Masa
ta: நேரம்

source: Low
ms: Tahap Rendah
ta: குறைந்த நிலை

source: Medium
ms: Tahap Sederhana
ta: நடுத்தர நிலை

source: High
ms: Tahap Tinggi
ta: அதிக நிலை

source: Note
ms: Nota
ta: குறிப்பு

source: Remove
ms: Buang
ta: அகற்று

source: Delete
ms: Padam
ta: நீக்கு

source: Cancel
ms: Batal
ta: ரத்து

# navHome
source: Home
ms: Laman Utama
ta: முகப்பு

# navReportIncident
source: Report Incident
ms: Lapor Insiden
ta: புகார் அளி

# navProfile
source: Profile
ms: Profil
ta: சுயவிவரம்

# spUpcomingMaintenance
source: Upcoming Scheduled Maintenance
ms: Penyelenggaraan Berjadual Akan Datang
ta: விரைவில் நடைபெற உள்ள பராமரிப்பு

# spWelcome
source: Welcome to Singpass
ms: Selamat Datang ke Singpass
ta: Singpass-க்கு வரவேற்கிறோம்

# spYourTrustedDigitalIdentity
source: Your trusted digital identity
ms: Identiti digital anda yang dipercayai
ta: உங்கள் நம்பகமான டிஜிட்டல் அடையாளம்

# spTapQrToLogin
source: Tap QR code to log in with Singpass app
ms: Ketik kod QR untuk log masuk dengan aplikasi Singpass
ta: QR குறியீட்டைத் தட்டி Singpass செயலியைப் பயன்படுத்தி உள்நுழைக

# spNoSingpass
source: Don't have Singpass app
ms: Tiada aplikasi Singpass
ta: உங்கள் কাছে Singpass செயலி இல்லையா

# spDownloadNow
source: Download now
ms: Muat turun sekarang
ta: இப்போது பதிவிறக்கவும்

# homeReportNow
source: Report Now!
ms: Lapor Sekarang!
ta: இப்போது புகாரளிக்கவும்

# homeObservationCheckpoints
source: Observation Checkpoints
ms: Checkpoint Pemerhatian
ta: கண்காணிப்பு செக்‌பாயிண்ட்

# homeObservationNotLogged
source: Not yet logged
ms: Belum Direkod
ta: பதிவு இல்லை

# homeObservationCaptured
source: Captured
ms: Ditangkap
ta: பிடிப்பு

# homePredictiveAnalysis
source: Predictive Analysis
ms: Analisis Ramalan
ta: முன்னறிவிப்பு பகுப்பாய்வு

# homeRecentReports
source: Recent Reports
ms: Laporan Terkini
ta: சமீபத்திய அறிக்கைகள்

# homeIncidentDetails
source: Incident Details
ms: Butiran Insiden
ta: சம்பவத்தின் விவரங்கள்

# hmBarTitle
source: Heat Map Analysis
ms: Analisis Peta Haba
ta: வெப்பப் படம் பகுப்பாய்வு

# hmTypeAll
source: All
ms: Semua
ta: அனைத்தும்

# hmTypeFire
source: Fire
ms: Kebakaran
ta: தீவிபத்து

# hmTypeCrime
source: Crime
ms: Jenayah
ta: குற்றம்

# hmTypeAccident
source: Accident
ms: Kemalangan
ta: விபத்து

# hmDurationDay
source: Day
ms: Hari
ta: நாள்

# hmDurationWeek
source: Week
ms: Minggu
ta: வாரம்

# hmDurationMonth
source: Month
ms: Bulan
ta: மாதம்

# hmHighRisk
source: High Risk
ms: Risiko Tinggi
ta: அதிக ஆபத்து

# hmMediumRisk
source: Medium Risk
ms: Risiko Sederhana
ta: மிதமான ஆபத்து

# hmLowRisk
source: Low Risk
ms: Risiko Rendah
ta: குறைந்த ஆபத்து

# hmSafetyStatistics
source: Safety Statistics
ms: Statistik Keselamatan
ta: பாதுகாப்பு புள்ளிவிவரங்கள்

# hmAISafetyScore
source: AI Safety Score
ms: Skor Keselamatan AI
ta: AI பாதுகாப்பு மதிப்பெண்

# hmRecentIncidents
source: Recent Incidents
ms: Insiden Terkini
ta: சமீப சம்பவம்

# hmSeverity
source: Severity
ms: Keterukan
ta: கடுமை

# riBarTitle
source: Report Incidents
ms: Lapor Insiden
ta: புகார் அளி

# riIncidentType
source: Incident Type
ms: Jenis Insiden
ta: சம்பவ வகை

# riFlood
source: Flood
ms: Banjir
ta: வெள்ளம்

# riEarthquake
source: Earthquake
ms: Gempa Bumi
ta: நிலநடுக்கம்

# riLandslide
source: Landslide
ms: Tanah Runtuh
ta: நிலச்சரிவு

# riStorm
source: Storm
ms: Ribut
ta: புயல்

# riOther
source: Other
ms: Lainâ€‘lain
ta: பிற

# riCurrentLocation
source: Current Location
ms: Lokasi Semasa
ta: தற்போதைய இடம்

# riGetCurrentLocation
source: Get Current Location
ms: Dapatkan Lokasi Semasa
ta: தற்போதைய இடத்தைப் பெறுக

# riNoLocation
source: No Location Found
ms: Tiada Lokasi Ditemui
ta: இடம் காணப்படவில்லை

# riIncidentTitle
source: Incident Title
ms: Tajuk Insiden
ta: சம்பவ தலைப்பு

# riIncidentTitlePrompt
source: Brief title of the incident
ms: Tajuk Ringkas Insiden
ta: சம்பவத்தின் சுருக்கத் தலைப்பு

# riIncidentDescription
source: Incident Description
ms: Penerangan Insiden
ta: சம்பவ விளக்கம்

# riIncidentDescriptionPrompt
source: Detailed description of what happened
ms: Penerangan Terperinci Kejadian
ta: நடந்ததை விரிவாக விளக்கவும்

# riUploadEvidence
source: Upload Evidence (Images)
ms: Muat Naik Bukti (Gambar)
ta: ஆதாரங்கள் (படங்கள்) பதிவேற்றவும்

# riTakePhoto
source: Take Photo
ms: Ambil Foto
ta: புகைப்படம் எடுக்கவும்

# riFromGallery
source: From Gallery
ms: Dari Galeri
ta: கேலரியிலிருந்து

# riImageAddedTotal
source: Image added. Total images
ms: Imej ditambah. Jumlah imej
ta: படம் சேர்க்கப்பட்டது. மொத்த படங்கள்

# riImagePickFailed
source: Failed to pick image
ms: Gagal memilih imej
ta: படம் தேர்வு செய்ய முடியவில்லை

# riCameraError
source: Camera error
ms: Ralat kamera
ta: கேமரா பிழை

# riLocationDenied
source: Location permissions are denied
ms: Kebenaran lokasi ditolak
ta: இட அனுமதிகள் மறுக்கப்பட்டுள்ளன

# riLocationPermDenied
source: Location permissions are permanently denied
ms: Kebenaran lokasi ditolak secara kekal
ta: இட அனுமதிகள் நிரந்தரமாக மறுக்கப்பட்டுள்ளன

# riGetLocationFailed
source: Failed to get location
ms: Gagal mendapatkan lokasi
ta: இடத்தை பெற முடியவில்லை

# riFillAllFieldsMsg
source: Please fill out all required fields
ms: Sila isi semua ruangan wajib
ta: தேவையான எல்லா புலங்களையும் நிரப்பவும்

# riGetCurrentLocationMsg
source: Please get your current location
ms: Sila dapatkan lokasi semasa anda
ta: உங்கள் தற்போதைய இடத்தை பெறவும்

# riSelectIncidentTypeMsg
source: Please select an incident type
ms: Sila pilih jenis insiden
ta: சம்பவ வகையை தேர்ந்தெடுக்கவும்

# riSpecifyIncidentTypeMsg
source: Please specify the incident type
ms: Sila nyatakan jenis insiden
ta: சம்பவ வகையை குறிப்பிடவும்

# riUploadMin1ImageMsg
source: Please upload at least one image
ms: Sila muat naik sekurang-kurangnya satu imej
ta: குறைந்தது ஒரு படத்தை பதிவேற்றவும்

# riReportSubmittedSuccess
source: Incident reported successfully
ms: Insiden berjaya dilaporkan
ta: சம்பவம் வெற்றிகரமாக அறிக்கையிடப்பட்டது

# riSubmitFailed
source: Failed to submit report
ms: Gagal menghantar laporan
ta: அறிக்கை சமர்ப்பிக்கத் தவறிவிட்டது

# riGetLocationLoading
source: Getting location
ms: Sedang mendapatkan lokasi
ta: இடம் பெறப்படுகிறது

# riSubmitReportBtnText
source: SUBMIT REPORT
ms: HANTAR LAPORAN
ta: அறிக்கையை சமர்ப்பிக்கவும்

# riFalseReportWarning
source: False reports may result in penalties
ms: Laporan palsu mungkin dikenakan penalti
ta: பொய்யான அறிக்கைகள் தண்டனைக்கு வழிவகுக்கும்

# riPhotoTakingErr
source: Error taking photo
ms: Ralat mengambil gambar
ta: புகைப்படம் எடுப்பதில் பிழை

# reiBarTitle
source: Recent Incidents
ms: Insiden Terkini
ta: சமீபத்திய சம்பவங்கள்

# reiLoadIncidentsFailed
source: Failed to load incidents
ms: Gagal memuatkan insiden
ta: சம்பவங்களை ஏற்ற இயலவில்லை

# reiPageEmpty
source: No incidents reported yet
ms: Tiada insiden dilaporkan lagi
ta: இதுவரை எந்த சம்பவமும் பதிவு செய்யப்படவில்லை

# reiUsersVerifiedIncident
source: user(s) verified this report
ms: pengguna telah mengesahkan laporan ini
ta: பயனர்கள் இந்த அறிக்கையை உறுதிப்படுத்தினர்

# idBarTitle
source: Incident Details
ms: Butiran Insiden
ta: சம்பவ விவரங்கள்

# idOpenMapFailed
source: Could not open map
ms: Tidak dapat membuka peta
ta: வரைபடத்தை திறக்க முடியவில்லை

# idVerification
source: verification
ms: Pengesahan
ta: சரிபார்ப்பு

# idPendingVerification
source: Pending verification
ms: Menunggu pengesahan
ta: சரிபார்ப்பு நிலுவையில் உள்ளது

# idIncidentImage
source: Incident Image
ms: Imej Insiden
ta: சம்பவ படம்

# idLocation
source: Location
ms: Lokasi
ta: இடம்

# idDateReported
source: Date Reported
ms: Tarikh Dilaporkan
ta: புகாரிட்ட தேதி

# idType
source: Type
ms: Jenis
ta: வகை

# idDescription
source: Description
ms: Penerangan
ta: விளக்கம்

# idLocationMap
source: Location Map
ms: Peta Lokasi
ta: இடம் வரைபடம்

# idOpenInMaps
source: Open in Maps
ms: Buka dalam Peta
ta: வரைபடத்தில் திறக்கவும்

# idMarkUnverified
source: Mark as Unverified
ms: Tanda sebagai Tidak Disahkan
ta: சரிபார்க்கப்படாததாக குறிக்கவும்

# idMarkVerified
source: Mark as Verified
ms: Tanda sebagai Disahkan
ta: சரிபார்க்கப்பட்டதாக குறிக்கவும்

# idUpdatingStatusError
source: Error updating status
ms: Ralat mengemas kini status
ta: நிலையைப் புதுப்பிக்க பிழை ஏற்பட்டது

# idDeleteIncident
source: Delete Incident
ms: Padam Insiden
ta: சம்பவத்தை நீக்கு

# idDeleteIncidentConfirmation
source: Are you sure you want to delete this incident report
ms: Adakah anda pasti mahu memadam laporan insiden ini
ta: இந்த சம்பவ அறிக்கையை நீக்க விரும்புகிறீர்களா

# idDeleteIncidentSuccess
source: Incident deleted successfully
ms: Insiden berjaya dipadam
ta: சம்பவம் வெற்றிகரமாக நீக்கப்பட்டது

# idDeleteIncidentError
source: Error deleting incident
ms: Ralat memadam insiden
ta: சம்பவத்தை நீக்க இயலவில்லை

# rrBarTitle
source: Recent Reports
ms: Laporan Terkini
ta: சமீபத்திய அறிக்கைகள்

# profileBarTitle
source: My Profile
ms: Profil Saya
ta: என் சுயவிவரம்

# profileEmail
source: Email
ms: E-mel
ta: மின்னஞ்சல்

# profilePhone
source: Phone
ms: Telefon
ta: தொலைபேசி

# profileMyReports
source: My Reports
ms: Laporan Saya
ta: என் புகார்கள்

# profileUploadImageNote
source: For best results, upload a clear image in JPG or PNG format, not exceeding 5MB in size.
ms: Untuk hasil terbaik, muat naik imej yang jelas dalam format JPG atau PNG, tidak melebihi 5MB.
ta: சிறந்த முடிவுகளுக்காக, JPG அல்லது PNG வடிவிலுள்ள தெளிவான படத்தை பதிவேற்றவும்; அளவு 5MB-ஐ மீறக்கூடாது.

# languagePageBarTitle
source: Select language
ms: Pilih Bahasa
ta: மொழியைத் தேர்ந்தெடுக்கவும்

# languagePageHeading
source: Choose your preferred language
ms: Sila Pilih Bahasa Pilihan Anda
ta: தயவுசெய்து உங்கள் விருப்பமான மொழியைத் தேர்ந்தெடுக்கவும்
